<script lang="ts" setup></script>

<template>
   <div class="px-[250px] mb-14">

      <div class="text-[36px] font-bold my-7">О компании</div>
      <div class="text-[18px] px-10">
         Благодаря многолетнему и плодотворному тандему RRHolding и Reginox, сегодня
         мы имеем большое количество бизнес-партнеров, в том числеи за пределами РФ,
         с которыми поддерживаем и развиваем взаимовыгодные отношения, приобрели
         популярность среди потребителей, и сохранили за собой статус компании,
         предлагающей на рынке России продукцию со «стальной репутацией». Мы
         предлагаем лучшее качество от европейского завода-производителя (завод
         расположен в Нидерландах, город Rijssen) и пожизненную гарантию на продукцию
         из нержавеющей стали!
      </div>
   </div>
</template>
